export default {
  projections: {
    ПричУволИРекомE: {
      датаЗаполн: {
        __caption__: 'Дата заполнения'
      },
      причинУвол: {
        __caption__: 'Причина увольнения'
      },
      специалист: {
        __caption__: 'ФИО специалиста'
      },
      рекомендации: {
        __caption__: 'Рекомендации',
        специалисты: {
          __caption__: 'Специалисты'
        },
        руководители: {
          __caption__: 'Руководители'
        },
        рабочие: {
          __caption__: 'Рабочие'
        }
      }
    },
    ПричУволИРекомL: {
      датаЗаполн: {
        __caption__: 'Дата заполнения'
      },
      причинУвол: {
        __caption__: 'Причина увольнения'
      },
      специалист: {
        __caption__: 'ФИО специалиста'
      }
    }
  },
  validations: {
    датаЗаполн: {
      __caption__: 'Дата заполнения'
    },
    причинУвол: {
      __caption__: 'Причина увольнения'
    },
    специалист: {
      __caption__: 'ФИО специалиста'
    },
    рекомендации: {
      __caption__: 'Рекомендации'
    }
  }
};
