export default {
  projections: {
    ИнфИзАнкетE: {
      анкеты: {
        __caption__: 'Номер анкеты',
        датаЗаполн: {
          __caption__: 'Дата заполнения анкеты'
        },
        главнПричин: {
          __caption__: 'Причина увольнения'
        },
        полУволСотр: {
          __caption__: 'Пол'
        },
        относКатСотр: {
          __caption__: 'Категория'
        },
        возрастСотруд: {
          __caption__: 'Возраст'
        }
      }
    },
    ИнфИзАнкетL: {
      анкеты: {
        __caption__: 'Номер анкеты',
        датаЗаполн: {
          __caption__: 'Дата заполнения анкеты'
        },
        главнПричин: {
          __caption__: 'Причина увольнения'
        },
        полУволСотр: {
          __caption__: 'Пол'
        },
        относКатСотр: {
          __caption__: 'Категория'
        },
        возрастСотруд: {
          __caption__: 'Возраст'
        }
      }
    }
  },
  validations: {
    анкеты: {
      __caption__: 'Номер анкеты'
    },
    специалист: {
      __caption__: 'специалист'
    }
  }
};
